Repository: orl0pl/maximum
Catalog: lib/l10n/app_*.arb
Languages: pl

source: About
pl: O aplikacji

source: Add
pl: Dodaj

source: Add place
pl: Dodaj miejsce

source: Add tag
pl: Dodaj tag

source: All apps
pl: Wszystkie aplikacje

# api_enabled
source: {name} API enabled
pl: API {name} włączone

source: App not selected
pl: Nie wybrano aplikacji

# apparent_temperature
source: Feels like {temp}
pl: Odczuwalnie {temp}

source: ASAP
pl: Jak najwczesniej

source: Best match:
pl: Najlepszy wynik:

source: Cancel
pl: Anuluj

source: Color
pl: Kolor

source: Content to add
pl: Treść do dodania

source: Copied to clipboard
pl: Skopiowano do schowka

source: Copy
pl: Skopiuj

source: Date
pl: Data

# days_num_plural
source: {daysNum, plural, =0{days} =1{day} =2{days} few{days} many{days} other{days}}
pl: {daysNum, plural, =0{dni} =1{dzień} =2{dni} few{dni} many{dni} other{dni}}

source: Deadline
pl: Termin

source: Debug
pl: Debugowanie

source: Due tasks
pl: Zaległe zadania

source: Edit note
pl: Edytuj notatkę

source: Edit place
pl: Edytuj miejsce

source: Edit tag
pl: Edytuj tag

source: Edit task
pl: Edytuj zadanie

source: Error
pl: Błąd

# high_uv_index_today
source: High UV today
pl: Dzisiaj wysokie UV

# high_uv_index_tomorrow
source: High UV tomorrow
pl: Jutro wysokie UV

# higher_temperature_tomorrow
source: Tommorow {temperature} warmer
pl: Jutro {temperature} cieplej

# hour_and_location
source: {hour} at {location}
pl: {hour} w {location}

# hours_num
source: {hoursNum} {hoursNum, plural, =0{hours} =1{hour} =2{hours} few{hours} many{hours} other{hours}}
pl: {hoursNum} {hoursNum, plural, =0{godzin} =1{godzina} =2{godziny} few{godziny} many{godzin} other{godzin}}

source: In future
pl: W przyszłości

source: Invalid place name
pl: Nieprawidłowa nazwa miejsca

source: Invalid radius
pl: Nieprawidłowy zasieg

source: License
pl: Licencja

source: Loading...
pl: Ładowanie...

# location_permissions_denied
source: Location permissions are denied
pl: Odmowa dostępu do lokalizacji

# location_permissions_denied_forever
source: Location permissions are denied forever. Enable them in the app settings.
pl: Odmowa dostępu do lokalizacji na zawsze. Dokonaj zmian w ustawieniach uprawnień aplikacji

# location_services_disabled
source: Location services are disabled
pl: Usługi lokalizacji są wyłączone

# lower_temperature_tomorrow
source: Tomorrow {temperature} colder
pl: Jutro {temperature} zimniej

# manage_note_tags
source: Manage note tasks
pl: Zarządzaj tagami notatek

source: Manage places
pl: Zarządzaj miejscami

source: Manage quotes
pl: Zarządzaj cytatami

source: Manage task tags
pl: Zarządzaj tagami zadań

source: Max distance
pl: Maksymalny zasieg

# meters
source: {num, plural, other{meters} zero{meters} one{meter} two{meters} few{meters} many{meters}}
pl: {num, plural, =0{metrów} =1{metr} =2{metry} few{metry} many{metrów} other{metrów}}

# months_num_plural
source: {monthsNum, plural, =0{months} =1{month} =2{months} few{months} many{months} other{months}}
pl: {monthsNum, plural, =0{miesiący} =1{miesiąc} =2{miesiące} few{miesiące} many{miesiące} other{miesiące}}

source: No alarm
pl: Brak alarmów

source: No internet
pl: Brak internetu

source: No notes
pl: Brak notatek

source: No tags
pl: Brak tagów

source: No tasks
pl: Brak zadań

source: No weather app set
pl: Nie ustawiono aplikacji pogodowej

source: Note
pl: Notatka

source: Notes
pl: Notatki

source: Now
pl: Teraz

source: Off
pl: Wyłączone

source: Pick app
pl: Wybierz aplikację

source: Pick date
pl: Wybierz date

# pick_repeat_dialog_each_text
source: Every
pl: Co

# pick_repeat_dialog_each_x_days
source: Every few days
pl: Co ileś dni

# pick_repeat_dialog_error_interval
source: Invalid interval
pl: Nieprawidłowy interwał

# pick_repeat_dialog_title
source: Repeat
pl: Wybierz powtarzanie

# pick_repeat_dialog_weekdays
source: Weekdays
pl: W dni tygodnia

source: Pick steps count
pl: Wybierz liczbe kroków

source: Pick time
pl: Wybierz czas

source: Pinned apps
pl: Przypięte aplikacje

source: Place name
pl: Nazwa miejsca

source: Precipitation unit
pl: Jednostka opadów

source: Preferences
pl: Preferencje

# progress_title
source: Progress
pl: Postęp

source: Rain tomorrow
pl: Deszcz jutro

# rain_will_end
source: Rain will end in {time}
pl: Koniec deszczu za {time}

# rain_will_start
source: Rain will start in {time}
pl: Deszcz za {time}

source: Repeat
pl: Powtarzanie

source: Repeat start date
pl: Początek powtarzania

source: Restart app
pl: Zrestartuj aplikacje

# restart_app_to_apply
source: Restart app to apply changes
pl: Zrestartuj aplikacje aby zastosować zmiany

source: Save
pl: Zapisz

source: Search apps
pl: Szukaj aplikacji

# search_placeholder
source: Search apps and more...
pl: Wyszukaj aplikację i nie tylko...

# selected_app
source: App {appname} selected
pl: Wybrano aplikacje {appname}

source: Set pinned apps
pl: Przypnij aplikację

source: Set weather app
pl: Ustaw aplikację pogodową

source: Settings
pl: Ustawienia

# shower_will_start
source: Shower will start in {time}
pl: Przelotne opady za {time}

source: Snow tomorrow
pl: Śnieg jutro

# snow_will_end
source: Snow will end in {time}
pl: Koniec śniegu za {time}

# snow_will_start
source: Snow will start in {time}
pl: Śnieg za {time}

source: Someday
pl: Kiedyś

# steps
source: {stepsNum} {stepsNum, plural, =0{steps} =1{step} =2{steps} few{steps} many{steps} other{steps}}
pl: {stepsNum} {stepsNum, plural, =0{kroków} =1{krok} =2{kroki} few{kroki} many{kroków} other{kroków}}

source: Steps count
pl: Liczba kroków

# tag_name
source: Name
pl: Nazwa

source: Task
pl: Zadanie

source: Task details
pl: Szczegóły zadania

source: Task not found
pl: Nie znaleziono zadania

source: Temperature unit
pl: Jednostka temperatury

source: This week
pl: W tym tygodniu

# thunderstorm_will_start
source: Thunderstorm will start in {time}
pl: Burza za {time}

source: Time
pl: Czas

source: Timeline
pl: Oś czasu

source: Today
pl: Dzisiaj

# tomorrow
source: Tommorow
pl: Jutro

source: Try again
pl: Spróbuj ponownie

source: Unknown location
pl: Nieznana lokalizacja

# weeks_num_plural
source: {weeksNum, plural, =0{weeks} =1{week} =2{weeks} few{weeks} many{weeks} other{weeks}}
pl: {weeksNum, plural, =0{tygodnie} =1{tydzień} =2{tygodnie} few{tygodnie} many{tygodnie} other{tygodnie}}

source: Wind speed unit
pl: Jednostka prędkości wiatru

# years_num_plural
source: {yearsNum, plural, =0{years} =1{year} =2{years} few{years} many{years} other{years}}
pl: {yearsNum, plural, =0{lata} =1{rok} =2{lata} few{lata} many{lat} other{lat}}
